tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "node"
brew "angular-cli"
brew "openjdk"
brew "apktool"
brew "ascii"
brew "azure-cli"
brew "bat"
brew "bazelisk"
brew "bettercap"
brew "black"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "exiftool"
brew "fend"
brew "feroxbuster"
brew "ffuf"
brew "gh"
brew "glfw"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gradle"
brew "hashcat"
brew "helm"
brew "hexedit"
brew "hugo"
brew "hyperfine"
brew "inetutils"
brew "jadx"
brew "john"
brew "k9s"
brew "kotlin"
brew "legba"
brew "librtlsdr"
brew "z3"
brew "llvm"
brew "lua"
brew "meson"
brew "minikube"
brew "mkdocs"
brew "netcat"
brew "nmap"
brew "nyancat"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "protobuf"
brew "pure"
brew "python@3.10"
brew "python@3.12"
brew "python@3.9"
brew "radare2"
brew "ripgrep"
brew "sdl2"
brew "sqlmap"
brew "terminal-notifier"
brew "terraform"
brew "tree"
brew "wabt"
brew "watch"
brew "wget"
brew "caarlos0/tap/timer"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "basictex"
cask "burp-suite"
cask "cutter"
cask "darktable"
cask "discord"
cask "docker-desktop"
cask "flutter"
cask "font-jetbrains-mono-nerd-font"
cask "ghidra"
cask "gimp"
cask "github"
cask "google-chrome"
cask "imhex"
cask "intellij-idea-ce"
cask "keybase"
cask "minecraft"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "rustrover"
cask "saleae-logic"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "threema"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark-app"
cask "zed@preview"
cask "zen"
vscode "1yib.rust-bundle"
vscode "4ops.terraform"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "carbon-lang.carbon-vscode"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "docker.docker"
vscode "dustypomerleau.rust-syntax"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "icrawl.discord-vscode"
vscode "jdinhlife.gruvbox"
vscode "lenagain.latexindent"
vscode "mechatroner.rainbow-csv"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "oracle.oracle-java"
vscode "qwtel.sqlite-viewer"
vscode "rust-lang.rust-analyzer"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
