tap "bufbuild/buf"
tap "caarlos0/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kkrypt0nn/tap", "https://github.com/kkrypt0nn/homebrew-tap.git"
tap "louisbrunner/valgrind"
brew "actionlint"
brew "agg"
brew "sqlite"
brew "node"
brew "angular-cli"
brew "openjdk"
brew "apktool"
brew "ascii"
brew "asciinema"
brew "azure-cli"
brew "bat"
brew "bazelisk"
brew "bettercap"
brew "black"
brew "buildifier"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "exiftool"
brew "fend"
brew "feroxbuster"
brew "ffuf"
brew "gh"
brew "ghidra"
brew "glfw"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gosec"
brew "govulncheck"
brew "gradle"
brew "grype"
brew "hashcat"
brew "helm"
brew "hexedit"
brew "hugo"
brew "hyperfine"
brew "inetutils"
brew "jadx"
brew "john"
brew "jython"
brew "k9s"
brew "kotlin"
brew "lazydocker"
brew "lazygit"
brew "legba"
brew "librtlsdr"
brew "z3"
brew "llvm"
brew "lua"
brew "maven"
brew "meson"
brew "minikube"
brew "mkdocs"
brew "netcat"
brew "nmap"
brew "nyancat"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "protobuf"
brew "pure"
brew "python@3.10"
brew "python@3.12"
brew "python@3.9", link: false
brew "radare2"
brew "ripgrep"
brew "sdl2"
brew "sqlmap"
brew "terminal-notifier"
brew "terraform"
brew "tree"
brew "wabt"
brew "watch"
brew "wget"
brew "yara"
brew "zig"
brew "bufbuild/buf/buf"
brew "caarlos0/tap/timer"
brew "kkrypt0nn/tap/argane"
brew "kkrypt0nn/tap/project-absence"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "basictex"
cask "burp-suite"
cask "cutter"
cask "discord"
cask "flox"
cask "flutter"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "github"
cask "google-chrome"
cask "goreleaser/tap/goreleaser"
cask "imhex"
cask "intellij-idea"
cask "keybase"
cask "minecraft"
cask "mongodb-compass"
cask "notion"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "raycast"
cask "redis-insight"
cask "saleae-logic"
cask "slack"
cask "spotify"
cask "steam"
cask "termius"
cask "the-unarchiver"
cask "threema"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "wireshark-app"
cask "zed@preview"
cask "zen"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/fzipp/gocyclo/cmd/gocyclo"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "github.com/mandiant/GoReSym"
go "github.com/projectdiscovery/interactsh/cmd/interactsh-client"
go "github.com/kkrypt0nn/overscry"
go "github.com/lasorda/protobuf-language-server"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "github.com/kkrypt0nn/spaceflake/cmd/sfgen"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-audit"
cargo "cargo-cross"
cargo "cargo-edit"
cargo "cargo-outdated"
cargo "cargo-watch"
cargo "cargo-zigbuild"
cargo "evtx"
cargo "mdbook"
cargo "sqlx-cli"
