tap "homebrew/bundle"
tap "homebrew/services"
brew "node"
brew "angular-cli"
brew "ascii"
brew "bettercap"
brew "cloc"
brew "cmake"
brew "exiftool"
brew "feroxbuster"
brew "ffuf"
brew "glfw"
brew "gnupg"
brew "go"
brew "gobuster"
brew "golangci-lint"
brew "openjdk"
brew "gradle"
brew "hashcat"
brew "helm"
brew "hexedit"
brew "hexo"
brew "hyperfine"
brew "inetutils"
brew "jadx"
brew "john"
brew "kotlin"
brew "legba"
brew "librtlsdr"
brew "lua"
brew "minikube"
brew "mkdocs"
brew "mysql"
brew "netcat"
brew "nmap"
brew "nyancat"
brew "openvpn"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "postgresql@16"
brew "pure"
brew "python@3.12"
brew "radare2"
brew "ripgrep"
brew "sdl2"
brew "sqlmap"
brew "tree"
brew "watch"
brew "wget"
brew "z3"
cask "android-file-transfer"
cask "android-platform-tools"
cask "basictex"
cask "bindiff"
cask "burp-suite"
cask "cutter"
cask "discord"
cask "docker"
cask "flutter"
cask "font-jetbrains-mono-nerd-font"
cask "garmin-express"
cask "ghidra"
cask "gimp"
cask "github"
cask "google-chrome"
cask "http-toolkit"
cask "imhex"
cask "intellij-idea-ce"
cask "keybase"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "notion"
cask "obs"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "qbittorrent"
cask "rustrover"
cask "steam"
cask "the-unarchiver"
cask "threema"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "whatsapp"
cask "wireshark"
cask "zed@preview"
cask "zen-browser"
vscode "1yib.rust-bundle"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dustypomerleau.rust-syntax"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "icrawl.discord-vscode"
vscode "jdinhlife.gruvbox"
vscode "lenagain.latexindent"
vscode "mechatroner.rainbow-csv"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "qwtel.sqlite-viewer"
vscode "rust-lang.rust-analyzer"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
